const feeds = [
  { title: '생활코딩! React 리액트 프로그래밍', nickname: '초코', date: '2023-07-25' },
  { title: '실전! 스프링 부트와 리액트로 시작하는 모던 웹 애플리케이션 개발', nickname: '바나나', date: '2024-01-15' },
  { title: '전! 스프링 부트와 리액트로 시작하는 모던 웹 애플리케이션 개발 ', nickname: '딸기우유', date: '2024-02-07' },
  { title: '프로 리액트', nickname: '안녕하세요', date: '2022-04-15' },
  { title: '취업과 이직을 위한 프로그래머스 코딩 테스트 문제 풀이 전략 : 자바 편', nickname: '호이쨔아아아', date: '2022-04-15' },
  { title: '모두의 자바', nickname: '언제나함께라면', date: '2022-04-15' },
  { title: '이보다 더 쉬울 수 없는 자바 머신러닝 with Weka', nickname: '프로바이오유산균', date: '2022-04-15' },
  { title: 'Do it! 일상이 자동화되는 파이썬 생활 프로그래밍 with 챗GPT', nickname: '프론트백엔드개발자', date: '2022-04-15' },
  { title: '2024 이기적 정보처리기사 실기 핵심 600제 + 프로그래밍 언어', nickname: '굿모닝우유와함께한잔', date: '2022-04-15' },
  { title: 'GPT-4, ChatGPT, 라마인덱스, 랭체인을 활용한 인공지능 프로그래밍', nickname: '아메리카노헤이즐넛맛추', date: '2022-04-15' },
  { title: '멀티플레이어 게임 프로그래밍', nickname: '가나다라마바사아자차카타', date: '2022-04-15' },
  { title: '해리 포터와 아즈카반의 죄수 (미나리마 에디션)', nickname: '가나다라마바사아자차카타파', date: '2022-04-15' },
  { title: '해리 포터 : 마법사의 돌 (양장)', nickname: '가나다라마바사아자차카타파하닉네임', date: '2022-04-15' },
]
export default feeds
