import bookImg from '../../assets/images/book.png'
import profileImg from '../../assets/images/profileImg.jpg'

const myLogSamples = [
  {
    id: 1,
    category: '교육',
    title: '생활코딩! React 리액트 프로그래밍',
    nickname: '초코',
    date: '2023-07-25',
    oneLine: '한 줄 평이 여기에 표시됩니다. 한 줄 평이 여기에 표시됩니다.',
    bookImg: bookImg,
    author: '나카네쓰아키지음, 황미숙 옮김',
    publisher: '민음사',
    profileImg: profileImg,
    like: 0,
    highlight: [
      [
        { content: '좋은 사회에서 나온 척도라도 모든 사회 발전을 이끌 수는 없다. 이것 또는 저것을 아주 택할 게 아니라, 사안에 따라 이것과 저것을 두루 택해야 한다.' },
        { content: '좋은 사회에서 나온 척도라도 모든 사회 발전을 이끌 수는 없다. 이것 또는 저것을 아주 택할 게 아니라, 사안에 따라 이것과 저것을 두루 택해야 한다.' },
        { content: '좋은 사회에서 나온 척도라도 모든 사회 발전을 이끌 수는 없다. 이것 또는 저것을 아주 택할 게 아니라, 사안에 따라 이것과 저것을 두루 택해야 한다.' },
      ],
      { page: 287 },
    ],
    review:
      '서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자',
  },
  {
    id: 2,
    category: '소설',
    title: '해리 포터 : 마법사의 돌 (양장)',
    nickname: '가나다라마바사아자차카타파하닉네임',
    date: '2022-05-09',
    oneLine: '한 줄 평이 여기에 표시됩니다. 한 줄 평이 여기에 표시됩니다.',
    bookImg: bookImg,
    author: '나카네쓰아키지음, 황미숙 옮김',
    publisher: '민음사',
    profileImg: profileImg,
    like: 0,
    highlight: [
      [
        { content: '좋은 사회에서 나온 척도라도 모든 사회 발전을 이끌 수는 없다. 이것 또는 저것을 아주 택할 게 아니라, 사안에 따라 이것과 저것을 두루 택해야 한다.' },
        { content: '좋은 사회에서 나온 척도라도 모든 사회 발전을 이끌 수는 없다. 이것 또는 저것을 아주 택할 게 아니라, 사안에 따라 이것과 저것을 두루 택해야 한다.' },
        { content: '좋은 사회에서 나온 척도라도 모든 사회 발전을 이끌 수는 없다. 이것 또는 저것을 아주 택할 게 아니라, 사안에 따라 이것과 저것을 두루 택해야 한다.' },
      ],
      { page: 287 },
    ],
    review:
      '서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자',
  },
  {
    id: 3,
    category: '추리',
    title: '눈에 갇힌 외딴 산장에서',
    nickname: 'gugu',
    date: '2022-04-15',
    oneLine: '한 줄 평이 여기에 표시됩니다. 한 줄 평이 여기에 표시됩니다.',
    bookImg: bookImg,
    author: '나카네쓰아키지음, 황미숙 옮김',
    publisher: '민음사',
    profileImg: profileImg,
    like: 0,
    highlight: [
      [
        { content: '좋은 사회에서 나온 척도라도 모든 사회 발전을 이끌 수는 없다. 이것 또는 저것을 아주 택할 게 아니라, 사안에 따라 이것과 저것을 두루 택해야 한다.' },
        { content: '좋은 사회에서 나온 척도라도 모든 사회 발전을 이끌 수는 없다. 이것 또는 저것을 아주 택할 게 아니라, 사안에 따라 이것과 저것을 두루 택해야 한다.' },
        { content: '좋은 사회에서 나온 척도라도 모든 사회 발전을 이끌 수는 없다. 이것 또는 저것을 아주 택할 게 아니라, 사안에 따라 이것과 저것을 두루 택해야 한다.' },
      ],
      { page: 287 },
    ],
    review:
      '서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자',
  },
  {
    id: 4,
    category: '추리',
    title: '눈에 갇힌 외딴 산장에서',
    nickname: 'gugu',
    date: '2022-04-15',
    oneLine: '한 줄 평이 여기에 표시됩니다. 한 줄 평이 여기에 표시됩니다.',
    bookImg: bookImg,
    author: '나카네쓰아키지음, 황미숙 옮김',
    publisher: '민음사',
    profileImg: profileImg,
    like: 0,
    highlight: [
      [
        { content: '좋은 사회에서 나온 척도라도 모든 사회 발전을 이끌 수는 없다. 이것 또는 저것을 아주 택할 게 아니라, 사안에 따라 이것과 저것을 두루 택해야 한다.' },
        { content: '좋은 사회에서 나온 척도라도 모든 사회 발전을 이끌 수는 없다. 이것 또는 저것을 아주 택할 게 아니라, 사안에 따라 이것과 저것을 두루 택해야 한다.' },
        { content: '좋은 사회에서 나온 척도라도 모든 사회 발전을 이끌 수는 없다. 이것 또는 저것을 아주 택할 게 아니라, 사안에 따라 이것과 저것을 두루 택해야 한다.' },
      ],
      { page: 287 },
    ],
    review:
      '서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자',
  },
  {
    id: 5,
    category: '교육',
    title: '생활코딩! React 리액트 프로그래밍',
    nickname: '초코',
    date: '2023-07-25',
    oneLine: '한 줄 평이 여기에 표시됩니다. 한 줄 평이 여기에 표시됩니다.',
    bookImg: bookImg,
    author: '나카네쓰아키지음, 황미숙 옮김',
    publisher: '민음사',
    profileImg: profileImg,
    like: 0,
    highlight: [
      [
        { content: '좋은 사회에서 나온 척도라도 모든 사회 발전을 이끌 수는 없다. 이것 또는 저것을 아주 택할 게 아니라, 사안에 따라 이것과 저것을 두루 택해야 한다.' },
        { content: '좋은 사회에서 나온 척도라도 모든 사회 발전을 이끌 수는 없다. 이것 또는 저것을 아주 택할 게 아니라, 사안에 따라 이것과 저것을 두루 택해야 한다.' },
        { content: '좋은 사회에서 나온 척도라도 모든 사회 발전을 이끌 수는 없다. 이것 또는 저것을 아주 택할 게 아니라, 사안에 따라 이것과 저것을 두루 택해야 한다.' },
      ],
      { page: 287 },
    ],
    review:
      '서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자',
  },
  {
    id: 6,
    category: '추리',
    title: '눈에 갇힌 외딴 산장에서',
    nickname: 'gugu',
    date: '2022-04-15',
    oneLine: '한 줄 평이 여기에 표시됩니다. 한 줄 평이 여기에 표시됩니다.',
    bookImg: bookImg,
    author: '나카네쓰아키지음, 황미숙 옮김',
    publisher: '민음사',
    profileImg: profileImg,
    like: 0,
    highlight: [
      { page: 287, content: '좋은 사회에서 나온 척도라도 모든 사회 발전을 이끌 수는 없다. 이것 또는 저것을 아주 택할 게 아니라, 사안에 따라 이것과 저것을 두루 택해야 한다.' },
      { page: 287, content: '좋은 사회에서 나온 척도라도 모든 사회 발전을 이끌 수는 없다. 이것 또는 저것을 아주 택할 게 아니라, 사안에 따라 이것과 저것을 두루 택해야 한다.' },
      { page: 287, content: '좋은 사회에서 나온 척도라도 모든 사회 발전을 이끌 수는 없다. 이것 또는 저것을 아주 택할 게 아니라, 사안에 따라 이것과 저것을 두루 택해야 한다.' },
    ],
    review:
      '서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자이내서평은1000자',
  },
]

export default myLogSamples
